Repository: UnaiOlaiz/IW--Proyecto-en-Grupo
Catalog: volare/locale/*/LC_MESSAGES/django.po
Languages: es

source: Welcome to Volare
es: Bienvenido a Volare

source: Change language
es: Cambiar idioma

source: Home
es: Inicio

source: Airlines
es: Aerolineas

source: Airports
es: Aeropuertos

source: Call us now
es: Llamanos ahora

source: All rights reserved. Lovingly designed by the Volare group
es: Todos los derechos reservados. Diseñado con cariño por el grupo Volare

source: Cover
es: Portada

source: Explore
es: Explora

source: See More
es: Ver Más

source: Get to Know
es: Conoce

source: Discover
es: Descubre

source: Countries
es: Paises

source: Countries with their most important airlines
es: Paises con sus aerolíneas más importantes

source: Founded on
es: Fundada el

source: No airlines
es: Sin aerolíneas

source: Interesting Facts About Aviation
es: Datos Curiosos de la Aviación

source: Oldest Airline
es: Aerolínea Más Antigua

source: The oldest airline still operating is
es: La aerolínea más antigua que aún opera es

source: founded in
es: fundada en

source: Operates international flights from its base in Amsterdam, Netherlands.
es: Opera vuelos internacionales desde su base en Ámsterdam, Países Bajos.

source: Busiest Airport
es: Aeropuerto Más Ocupado

source: The airport with the highest passenger traffic in the world is the
es: El aeropuerto con mayor tráfico de pasajeros en el mundo es el

source: Hartsfield-Jackson Atlanta International Airport (ATL)
es: Aeropuerto Internacional Hartsfield-Jackson de Atlanta (ATL)

source: with over 100 million passengers annually.
es: con más de 100 millones de pasajeros anuales.

source: The Longest Flight
es: El Vuelo Más Largo

source: The longest commercial flight in the world is operated by
es: El vuelo comercial más largo del mundo es operado por

source: covering over 18,000 km between Singapore and New York in approximately 18 hours.
es: cubriendo más de 18,000 km entre Singapur y Nueva York en aproximadamente 18 horas.

source: Contact
es: Contacto

source: Call us
es: Llamanos

source: Spain
es: España

source: France
es: Francia

source: Germany
es: Alemania

source: Qatar
es: Catar

source: Ireland
es: Irlanda

source: United Kingdom
es: Reino Unido
